JAXWS-Client/src/com/client/soap.txt

<?xml version="1.0" ?><S:Envelope xmlns:S="http://www.w3.org/2003/05/soap-envelope"><S:Body><ns2:calculateBill xmlns:ns2="http://tintin.com/"><arg0><address>B-205, Silver Estate, Doltala -700132</address><age>29</age><name>Suman Biswas</name><phone>8697042514</phone></arg0></ns2:calculateBill></S:Body></S:Envelope>